Repository: bring-shrubbery/neural-sheet
Catalog: app/NeuralSheet/Core.xcstrings
Source language: en
Languages: de, es

source: Acoustic Bass
de: Akustikbass
es: Bajo acústico

source: Acoustic Guitar
de: Akustikgitarre
es: Guitarra acústica

source: Add Note
de: Note hinzufügen
es: Añadir nota

source: Alto Sax
de: Altsaxofon
es: Saxo alto

source: Banjo (5-string)
de: Banjo (5-saitig)
es: Banjo (5 cuerdas)

source: Banjo (plectrum)
de: Banjo (Plektrum)
es: Banjo (plectro)

source: Baritone (D G B E)
de: Bariton (D G B E)
es: Barítono (D G B E)

source: Baritone Sax
de: Baritonsaxofon
es: Saxo barítono

source: Bass (5-string)
de: Bass (5-saitig)
es: Bajo (5 cuerdas)

source: Bass (6-string)
de: Bass (6-saitig)
es: Bajo (6 cuerdas)

source: Bassoon
de: Fagott
es: Fagot

source: Both
de: Beides
es: Ambas

source: Brass
de: Blechbläser
es: Metales

source: Change Instrument
de: Instrument ändern
es: Cambiar instrumento

source: Chromatic Perc.
de: Chrom. Perkussion
es: Perc. cromática

source: Clarinet
de: Klarinette
es: Clarinete

source: Contrabass
de: Kontrabass
es: Contrabajo

source: Delete Instrument
de: Instrument löschen
es: Eliminar instrumento

source: Delete Note
de: Note löschen
es: Eliminar nota

source: Delete Notes
de: Noten löschen
es: Eliminar notas

source: Distorted Guitar
de: Verzerrte Gitarre
es: Guitarra distorsionada

source: Drums
de: Schlagzeug
es: Batería

source: Duplicate Note
de: Note duplizieren
es: Duplicar nota

source: Duplicate Notes
de: Noten duplizieren
es: Duplicar notas

source: Electric Guitar
de: E-Gitarre
es: Guitarra eléctrica

source: Electric Piano
de: E-Piano
es: Piano eléctrico

source: English Horn
de: Englischhorn
es: Corno inglés

source: Fastest
de: Am schnellsten
es: El más rápido

source: Flute
de: Flöte
es: Flauta

source: French Horn
de: Waldhorn
es: Trompa

source: Guitar
de: Gitarre
es: Guitarra

source: Guitar (7-string)
de: Gitarre (7-saitig)
es: Guitarra (7 cuerdas)

source: Half-step down (E♭ A♭ D♭ G♭ B♭ E♭)
de: Halbton tiefer (E♭ A♭ D♭ G♭ B♭ E♭)
es: Medio tono abajo (E♭ A♭ D♭ G♭ B♭ E♭)

source: Half-step down (E♭ A♭ D♭ G♭)
de: Halbton tiefer (E♭ A♭ D♭ G♭)
es: Medio tono abajo (E♭ A♭ D♭ G♭)

source: Harp
de: Harfe
es: Arpa

source: Humanize
de: Humanisieren
es: Humanizar

source: Import MIDI
de: MIDI importieren
es: Importar MIDI

source: Irish (G D A E)
de: Irisch (G D A E)
es: Irlandesa (G D A E)

source: Join Notes
de: Noten verbinden
es: Unir notas

source: Large
de: Groß
es: Grande

source: Largest, slowest
de: Am größten, am langsamsten
es: El más grande y lento

source: Letter
de: US-Letter
es: Carta

source: Low G (G C E A)
de: Tiefes G (G C E A)
es: Sol grave (G C E A)

source: Lyric
de: Liedtext
es: Letra

source: M4A (AAC 256 kb/s)
de: M4A (AAC 256 kbit/s)

source: MIDI only
de: Nur MIDI
es: Solo MIDI

source: Major
de: Dur
es: Mayor

source: Mandolin
de: Mandoline
es: Mandolina

source: Medium
de: Mittel
es: Mediano

source: Minor
de: Moll
es: Menor

source: Move Note
de: Note bewegen
es: Mover nota

source: Move Notes
de: Noten bewegen
es: Mover notas

source: Notation
de: Noten
es: Notación

source: Orchestra Hit
de: Orchester-Hit
es: Golpe orquestal

source: Organ
de: Orgel
es: Órgano

source: Original + MIDI as heard
de: Original + MIDI wie gehört
es: Original + MIDI tal como suena

source: Original only
de: Nur Original
es: Solo el original

source: Paste Lyrics
de: Liedtext einsetzen
es: Pegar letra

source: Paste Note
de: Note einsetzen
es: Pegar nota

source: Paste Notes
de: Noten einsetzen
es: Pegar notas

source: Piano
de: Klavier

source: Quantize
de: Quantisieren
es: Cuantizar

source: Re-transcribe
de: Neu transkribieren
es: Retranscribir

source: Recommended
de: Empfohlen
es: Recomendado

source: Resize Note
de: Notenlänge ändern
es: Cambiar duración de la nota

source: Resize Notes
de: Notenlängen ändern
es: Cambiar duración de las notas

source: Separates drums, bass and vocals first
de: Trennt zuerst Schlagzeug, Bass und Gesang
es: Separa primero batería, bajo y voces

source: Set Length
de: Länge festlegen
es: Ajustar duración

source: Set Pitch
de: Tonhöhe festlegen
es: Ajustar altura

source: Set Start
de: Beginn festlegen
es: Ajustar inicio

source: Set Velocity
de: Anschlagstärke festlegen
es: Ajustar velocidad

source: Small
de: Klein
es: Pequeño

source: Snap to Scale
de: An Tonleiter ausrichten
es: Ajustar a la escala

source: Split Instrument
de: Instrument teilen
es: Dividir instrumento

source: Split Note
de: Note teilen
es: Dividir nota

source: Split Notes
de: Noten teilen
es: Dividir notas

source: Standard (g C E A, high G)
de: Standard (g C E A, hohes G)
es: Estándar (g C E A, sol agudo)

source: Strings
de: Streicher
es: Cuerdas

source: Synth Strings
de: Synth-Streicher
es: Cuerdas sintetizadas

source: Tab
de: Tabulatur
es: Tablatura

source: Tenor Sax
de: Tenorsaxofon
es: Saxo tenor

source: The connection dropped
de: Die Verbindung wurde unterbrochen
es: Se ha perdido la conexión

source: The download was corrupted. Try again
de: Der Download ist beschädigt. Versuche es erneut
es: La descarga está dañada. Vuelve a intentarlo

source: The partial download could not be resumed
de: Der unvollständige Download konnte nicht fortgesetzt werden
es: No se ha podido reanudar la descarga parcial

source: Timpani
de: Pauken
es: Timbales

source: Track Pitch
de: Tonhöhe verfolgen
es: Seguir afinación

source: Transcription
de: Transkription
es: Transcripción

source: Trombone
de: Posaune
es: Trombón

source: Trumpet
de: Trompete
es: Trompeta

source: Untitled
de: Ohne Titel
es: Sin título

source: Viola
de: Bratsche

source: Violin
de: Violine
es: Violín

source: Voice
de: Stimme
es: Voz

source: Whole-step down (D G C F A D)
de: Ganzton tiefer (D G C F A D)
es: Un tono abajo (D G C F A D)

# clef.alto
source: Alto
de: Altschlüssel
es: Clave de do en 3.ª

# clef.automatic
source: Automatic
de: Automatisch
es: Automática

# clef.bass
source: Bass
de: Bassschlüssel
es: Clave de fa

# clef.bass8vb
source: Bass 8vb
de: Bassschlüssel 8vb
es: Clave de fa 8vb

# clef.grand
source: Grand staff
de: Klaviersystem
es: Sistema de piano

# clef.percussion
source: Percussion
de: Schlagzeugschlüssel
es: Percusión

# clef.tenor
source: Tenor
de: Tenorschlüssel
es: Clave de do en 4.ª

# clef.treble
source: Treble
de: Violinschlüssel
es: Clave de sol

# clef.treble8vb
source: Treble 8vb
de: Violinschlüssel 8vb
es: Clave de sol 8vb

source: AIFF 24-bit
es: AIFF de 24 bits

source: Bass
es: Bajo

source: Cello
es: Violonchelo

source: Double C (g C G C D)
es: Doble do (g C G C D)

source: Open D (D A D F♯ A D)
es: Re abierta (D A D F♯ A D)

source: Open D (f♯ D F♯ A D)
es: Re abierta (f♯ D F♯ A D)

source: Open E (E B E G♯ B E)
es: Mi abierta (E B E G♯ B E)

source: Open G (D G D G B D)
es: Sol abierta (D G D G B D)

source: Open G (g D G B D)
es: Sol abierta (g D G B D)

source: Standard (B E A D G B E)
es: Estándar (B E A D G B E)

source: Standard (B E A D G C)
es: Estándar (B E A D G C)

source: Standard (B E A D G)
es: Estándar (B E A D G)

source: Standard (C G B D)
es: Estándar (C G B D)

source: Standard (C G D A)
es: Estándar (C G D A)

source: Standard (E A D G B E)
es: Estándar (E A D G B E)

source: Standard (E A D G)
es: Estándar (E A D G)

source: Standard (G D A E)
es: Estándar (G D A E)

source: Synth Lead
es: Sintetizador solista

source: Synth Pad
es: Pad de sintetizador

source: Ukulele
es: Ukelele

source: WAV 24-bit
es: WAV de 24 bits
